Repository: mym1chelle/cars_sales_project
Catalog: tgbot/locales/*/LC_MESSAGES/testbot.po
Languages: ar, he, ru

source: You do not have sufficient rights to use this feature
ar: ليس لديك حقوق كافية لاستخدام هذه الميزة
he: אין לך מספיק זכויות להשתמש בתכונה זו
ru: У вас недостаточно прав, чтобы использовать данную функцию

source: Choose a car brand:
ar: اختر ماركة السيارة:
he: בחר מותג רכב:
ru: Выберите марку автомобиля:

source: Choose a steering wheel position:
ar: اختر وضعية عجلة القيادة:
ru: Выберите расположение руля:

source: Choose car color:
ar: اختر لون السيارة:
he: בחר צבע רכב:
ru: Выберите цвет автомобиля:

source: Add a comment to the order:
ar: أضف تعليقًا على الطلب:
he: הוסף הערה להזמנה:
ru: Добавьте комментарий к заказу:

source: Menu:
ar: قائمة طعام:
he: תַפרִיט:
ru: Меню:

source: Car brands:
ar: ماركات السيارات:
he: מותגי רכב:
ru: Марки автомобилей:

source: Car colors:
ar: ألوان السيارة:
he: צבעי רכב:
ru: Цвета автомобилей:

source: You have left the chat
ar: لقد غادرت الدردشة
he: עזבת את הצ'אט
ru: Вы вышли из чата

source: <b>The seller has left the chat</b> No further messages will be sent.
ar: <b>لقد غادر البائع الدردشة</b> لن يتم إرسال رسائل أخرى.
he: <b>המוכר עזב את הצ'אט</b> לא יישלחו הודעות נוספות.
ru: <b>Продавец вышел из чата</b> Дальнейшие сообщения не будут отправлены.

source: Your order {order} has been created
ar: طلبك {ترتيب} تم إنشاء
he: ההזמנה שלך {order} נוצר
ru: Ваш заказ {order} был создан

source: You started a chat with a client
ar: لقد بدأت محادثة مع عميل
he: התחלת צ'אט עם לקוח
ru: Вы начали чат с клиентом

source: <b>Message from the seller</b> {message}
ar: <b> رسالة من البائع </b> {message}
he: <b>הודעה מהמוכר</b> {message}
ru: <b>Сообщение от продавца</b> {message}

source: Post published
ar: تم نشر المنشور
he: הפוסט פורסם
ru: Пост опубликован

source: Clients not found
ar: لم يتم العثور على العملاء
he: לקוחות לא נמצאו
ru: Клиенты не найдены

source: Enter post text:
ar: أدخل نص المنشور:
he: הזן טקסט פוסט:
ru: Введите текст поста:

source: Order {order} selected
ar: تم تحديد الطلب {order}
he: להזמין {order} נבחר
ru: Заказ {order} выбран

source: Order {order} selection removed
ar: طلب {order} اختيار إزالة
he: להזמין {order} הבחירה הוסרה
ru: Выбор заказа {order} был отменен

source: Select order status:
ar: حدد حالة الطلب:
he: בחר סטטוס הזמנה:
ru: Выберите статус заказа:

source: Enter your message:
ar: أدخل رسالتك:
he: הכנס את ההודעה שלך:
ru: Введите сообщение:

source: Order {order} status has been changed
ar: تم تغيير حالة الطلب {order}
he: להזמין {order} הסטטוס השתנה
ru: Статус заказа {order} был изменен

source: Enter a new car brand name (no more than 150 characters):
ar: أدخل اسم علامة تجارية جديدة للسيارة (لا يزيد عن 150 حرفًا):
he: הזן שם מותג רכב חדש (לא יותר מ-150 תווים):
ru: Введите название новой марки автомобиля (не больше 150 символов):

source: Enter a new color name (no more than 100 characters):
ar: أدخل اسم لون جديدًا (لا يزيد عن 100 حرف):
he: הזן שם צבע חדש (לא יותר מ-100 תווים):
ru: Введите название нового цвета автомобиля (не больше 100 символов):

source: Enter a new car brand name, old name «{name}» (no more than 150 characters):
ar: أدخل اسم علامة تجارية جديدة للسيارة ، الاسم القديم «{name}» (لا يزيد عن 150 حرفًا):
he: הזן שם מותג חדש לרכב, שם ישן «{name}» (לא יותר מ-150 תווים):
ru: Введите новую марку автомобиля, старая марка «{name}» (не больше 150 символов):

source: Are you sure you want to delete «{name}»?:
ar: هل أنت متأكد أنك تريد حذف «{name}» ؟:
he: האם אתה בטוח שברצונך למחוק את «{name}»?:
ru: Вы действительно хотите удалить «{name}»?:

source: Enter a new color name, old name «{name}» (no more than 100 characters):
ar: أدخل اسم لون جديد ، اسم قديم «{name}» (لا يزيد عن 100 حرف):
he: הזן שם צבע חדש, שם ישן «{name}»(לא יותר מ-100 תווים):
ru: Введите новый цвет автомобиля, старый цвет «{name}» (не больше 100 символов):

source: <b>The number of characters is more than 150.Try again.</b> Enter a new car brand name (no more than 150 characters):
ar: <b>عدد الأحرف أكثر من 150 حرفًا ، حاول مرة أخرى.</b> أدخل اسم علامة تجارية جديدة للسيارة (لا يزيد عن 150 حرفًا):
he: <b>מספר התווים הוא יותר מ-150. נסה שוב.</b> הזן שם מותג רכב חדש (לא יותר מ-150 תווים):
ru: <b>Количество символов больше 150.Повторите попытку снова.</b> Введите новую марку автомобиля (не больше 150 символов):

source: The brand of the car «{brand}» has been added
ar: تمت إضافة ماركة السيارة «{brand}»
he: המותג של המכונית «{מותג}» נוסף
ru: Марка автомобиля «{brand}» была добавлена

source: <b>The number of characters is more than 100. Try again.</b> Enter a new color name (no more than 100 characters):
ar: <b>عدد الأحرف أكثر من 100 حرف. حاول مرة أخرى.</b> أدخل اسم لون جديدًا (لا يزيد عن 100 حرف):
he: <b>מספר התווים הוא יותר מ-100. נסה שוב.</b> הזן שם צבע חדש (לא יותר מ-100 תווים):
ru: <b>Количество символов больше 100. Повторите попытку снова.</b> Введите название нового цвета (не больше 100 символов):

source: Car color «{color}» has been added
ar: تمت إضافة لون السيارة «{color}»
he: צבע המכונית «{color}» נוסף
ru: Цвет «{color}» был добавлен

source: <b>The number of characters is more than 150. Try again.</b> Enter a new car brand name (no more than 150 characters):
ar: <b>عدد الأحرف أكثر من 150 حرفًا. حاول مرة أخرى.</b> أدخل اسم علامة تجارية جديدة للسيارة (لا يزيد عن 150 حرفًا):
he: <b>מספר התווים הוא יותר מ-150. נסה שוב.</b> הזן שם מותג רכב חדש (לא יותר מ-150 תווים):
ru: <b>Количество символов больше 150. Повторите попытку снова.</b> Введите новую марку автомобиля (не больше 150 символов):

source: The car model has been changed to «{brand}»
ar: تم تغيير طراز السيارة إلى «{علامة تجارية}»
he: דגם הרכב שונה ל «{brand}»
ru: Марка автомобиля была изменена на «{brand}»

source: An error occurred while editing car model
ar: حدث خطأ أثناء تعديل طراز السيارة
he: אירעה שגיאה בעת עריכת דגם המכונית
ru: Ошибка при изменения марки автомобиля

source: The color has been changed to «{color}»
ar: تم تغيير اللون إلى «{color}»
he: הצבע השתנה ל- «{color}»
ru: Цвет был изменен на «{color}»

source: An error occurred while changing the color
ar: حدث خطأ أثناء تغيير اللون
he: אירעה שגיאה בעת שינוי הצבע
ru: Ошибка при изменении цвета

source: The car brand has been successfully deleted
ar: تم حذف ماركة السيارة بنجاح
he: מותג הרכב נמחק בהצלחה
ru: Марка автомобиля была успешно удалена

source: An error occurred while deleting a car brand
ar: حدث خطأ أثناء حذف ماركة السيارة
he: אירעה שגיאה בעת מחיקת מותג רכב
ru: Ошибка при удалении марки автомобиля

source: Car color has been successfully removed
ar: تمت إزالة لون السيارة بنجاح
he: צבע המכונית הוסר בהצלחה
ru: Цвет автомобиля был успешно удален

source: An error occurred while deleting a car color
ar: حدث خطأ أثناء حذف لون السيارة
he: אירעה שגיאה בעת מחיקת צבע של מכונית
ru: Ошибка при удалении цвета автомобиля

source: Choose language:
ar: اختر اللغة:
he: בחר שפה:
ru: Выберите язык:

source: The language has been changed
ar: تم تغيير اللغة
he: השפה שונתה
ru: Язык был изменен

source: Available orders ({count})
ar: الطلبات المتاحة ({count})
he: הזמנות זמינות ({count})
ru: Доступные заказы ({count})

source: Selected orders ({count})
ar: أوامر مختارة ({count})
he: הזמנות נבחרות ({count})
ru: Выбранные заказы ({count})

source: Send post
ar: إرسال آخر
he: שלח פוסט
ru: Отправить пост

source: Exit
ar: مخرج
he: יְצִיאָה
ru: Выйти

source: Order {order}
ar: طلب {order}
he: להזמין {order}
ru: Заказ {order}

source: Back
ar: خلف
he: חזור
ru: Назад

source: Select order
ar: اختر طلبا
he: בחר הזמנה
ru: Выбрать заказ

source: Chat with the customer
ar: تحدث مع العميل
he: צ'אט עם הלקוח
ru: Чат с заказчиком

source: Unselect
ar: إلغاء الاختيار
he: בטל בחירה
ru: Отменить выбор заказа

source: Change order status
ar: تغيير حالة الطلب
he: שנה סטטוס הזמנה
ru: Изменить статус заказа

source: open
ar: يفتح
he: לִפְתוֹחַ
ru: открыт

source: in progress
ar: في تَقَدم
he: בתהליך
ru: в процессе

source: close
ar: يغلق
he: סגור
ru: закрыт

source: Leave the chat
ar: اترك الدردشة
he: עזוב את הצ'אט
ru: Выйти из чата

source: Car brands ({count})
ar: ماركات السيارات ({count})
he: מותגי רכב ({count})
ru: Марки автомобилей ({count})

source: Car colors ({count})
ar: ألوان السيارة ({count})
he: צבעי רכב ({count})
ru: Цвета автомобилей ({count})

source: Add
ar: يضيف
he: לְהוֹסִיף
ru: Добавить

source: Change
ar: يتغير
he: שינוי
ru: Изменить

source: Delete
ar: يمسح
he: לִמְחוֹק
ru: Удалить

source: Yes, delete
ar: نعم ، احذف
he: כן, למחוק
ru: Да, удалить

source: Cancel
ar: يلغي
he: לְבַטֵל
ru: Отмена

source: No comment
ar: لا تعليق
he: אין תגובה
ru: Без комментария

source: Model car: {car_brand} Steering wheel position: {wheel_position} Color: {color}
ar: سيارة طراز: {car_brand} وضعية عجلة القيادة {wheel_position} لون: {color}
ru: Марка: {car_brand} Расположение руля: {wheel_position} Цвет: {color}

source: Order: {order} Comment to the order: {comment}
ar: طلب: {order} تعليق على الطلب: {comment}
he: להזמין: {order} הערה להזמנה: {comment}
ru: Заказ: {order} Комментарий к заказу: {comment}

source: Order: {order}
ar: طلب:: {order}
he: להזמין: {order}
ru: Заказ {order}

source: Order: {order} Order status: {status} Comment to the order: {comment}
ar: طلب: {order} حالة الطلب: {status} تعليق على الطلب: {comment}
he: להזמין: {order} מצב הזמנה: {status} הערה להזמנה: {comment}
ru: Заказ: {order} Статус заказа: {status} Комментарий к заказу: {comment}

source: Order: {order} Order status: {status}
ar: طلب: {order} حالة الطلب: {status}
he: להזמין: {order} מצב הזמנה: {status}
ru: Заказ: {order} Статус заказа: {status}

source: Model car: {car_brand} Color: {color}
he: דגם רכב: {car_brand} צֶבַע: {color}
